Repository: Kaplas80/EditorGfd
Catalog: EditorGfd/Properties/Localizacao_*.resx
Languages: es, pt_br

# BtnPesquisar
source: Search
es: Buscar
pt_br: Pesquisar

# BtnSalvar
source: Save properties
es: Guardar propiedades
pt_br: Salvar propriedade

# DatagridColAltura
source: Char height
es: Alto del caracter
pt_br: Altura do caractere

# DatagridColCaractere
source: Character
es: Caracter
pt_br: Caractere

# DatagridColCodigo
source: Code
es: Código
pt_br: Código

# DatagridColCorrecaoX
source: X Correction
es: Corrección X
pt_br: Correção X

# DatagridColCorrecaoY
source: Y Correction
es: Corrección Y
pt_br: Correção Y

# DatagridColIdTextura
source: Texture ID
es: Id de textura
pt_br: Id textura

# DatagridColLargura
source: Char width
es: Ancho del caracter
pt_br: Largura do caractere

# DatagridColLgGlifo
source: Glyph width
es: Ancho del glifo
pt_br: Largura do glifo

# DatagridColMaxLgGlifo
source: Glyph max width
es: Largura máxima do glifo
pt_br: Largura máxima do glifo

# FiltroOpf
source: .gfd files(*.gfd)|*.gfd
es: Archivos .gfd(*.gfd)|*.gfd
pt_br: Arquivos .gfd (*.gfd)|*.gfd

# LbAltura
source: Height
es: Alto
pt_br: Altura

# LbBase
source: Baseline
es: Línea base
pt_br: Base

# LbCaractere
source: Character
es: Caracter
pt_br: Caractere

# LbCorecaoX
source: X Correction
es: Corrección X
pt_br: Correção relativa Eixo X

# LbCorecaoY
source: Y Correction
es: Corrección Y
pt_br: Correção relativa Eixo Y

# LbDescendente
source: Downline
es: Línea inferior
pt_br: Descendente

# LbLargura
source: Width
es: Ancho
pt_br: Largura

# LbLarguraGlifo
source: Glyph width
es: Ancho del glifo
pt_br: Largura do glifo

# LbLeAltura
source: Char height
es: Alto del caracter
pt_br: Altura do Caractere

# LbLeLargura
source: Char width
es: Ancho del caracter
pt_br: Largura do caractere

# LbLeLarguraGlifo
source: Glyph width
es: Ancho del glifo
pt_br: Largura do glifo

# LbLeLinhaBase
source: Baseline
es: Línea base
pt_br: Linha base

# LbLeLinhaDesc
source: Downline
es: Línea inferior
pt_br: Linha descendente

# LbPrevia
source: In game preview
es: Vista previa
pt_br: Prévia in game

# LbSalvarGfd
source: Save changes
es: Guardar cambios
pt_br: Salvar modificações

# LbTitulo
source: Char properties table
es: Tabla de caracteres
pt_br: Propriedades de caracteres

# LbTituloEditorProp
source: Properties Editor
es: Editor de propiedades
pt_br: Editor de propriedades

# MensagemArquivoSalvo
source: Files saved in:
es: Archivos guardados en:
pt_br: Arquivo salvo em:

# MensagemAvisoDeTexturas
source: Select the folder containing the following png files:
es: Seleccione la carpeta que contiene los siguientes archivos png:
pt_br: Selecione a pasta contenha os seguintes arquivos png:

# MensagemAvisoFechar
source: Close gfd without saving?
es: ¿Cerrar el gfd sin guardar?
pt_br: Fechar gfd sem salvar as modificações?

# MensagemAvisoSair
source: Leave without saving?
es: ¿Salir sin guardar?
pt_br: Deseja sair sem salvar as modificações?

# MensagemCampoVazio
source: The character field cannot be empty.
es: El campo del caracter no puede estar vacío.
pt_br: O campo de caractere não pode estar vazio.

# MensagemCancelaOp
source: Cancelled
es: Cancelado
pt_br: Operação cancelada.

# MensagemCaracJaExiste
source: The character is already present in the list.
es: El caracter ya existe en la lista.
pt_br: O caractere já está presente na lista.

# MensagemCaracNaoEncoPt1
source: Char
es: Caracter
pt_br: Caractere

# MensagemErroSalvar
source: Unable to save the file in the following directory:
es: No se pudo guardar el archivo en el siguiente directorio:
pt_br: Não foi possível salvar o arquivo no seguinte diretório:

# MensagemGfdNaoSuportado
source: Unsupported gfd version.
es: Versión de gfd no soportada.
pt_br: Versão de gfd não suportado.

# MensagemNaoEcontrado
source: not found.
es: no encontrado.
pt_br: não encontrado.

# MensagemOp
source: Mandatory:
es: Obligatorio:
pt_br: Operação necessária:

# MensagemTexturasNãoEncontradas
source: The following pngs weren't found:
es: No se encontró los siguientes png:
pt_br: Não foram encontrados os seguintes arquivos png:

# TituloAviso
source: Warning
es: Advertencia
pt_br: Aviso!

# TituloDoForm
source: GFD Editor
es: Editor de GFD
pt_br: Editor de GFD

# TituloErro
source: Error!
pt_br: Erro!

# TsAbrirGfd
source: Open .gfd file
es: Abrir archivo .gfd
pt_br: Abrir arquivo .gfd

# TsEdtGFDSobre
source: GFD by Matheus Abreu
es: GFD por Matheus Abreu
pt_br: Editor de GFD v0.5 por Matheus Abreu

# TSFecharGfd
source: Close .gfd file
es: Cerrar archivo .gfd
pt_br: Fechar .gfd

# TSSobre
source: About
es: Acerca de
pt_br: Sobre
